import React, { useState } from 'react'
import { Routes , Route } from 'react-router'
import Header from './componets/layouts/Header'
import Allproduct from './componets/pages/Allproduct'
const App = () => {
  const Product = [
    {
      id : 1, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 2, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 3, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 4, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 5, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 6, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 7, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 8, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 9, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 10, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 11, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 12, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 13, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 14, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 15, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 16, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 17, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 18, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 19, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },
    {
      id : 20, 
      name : "Air Jordan 1 Hign OG 'Black Toe' ",
      image : "https://static.nike.com/a/images/w_1280,q_auto,f_auto/4caf3277-8878-4559-aa37-eef8c708a39b/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7-air-jordan-1-high-og-black-toe-dz5485-106.jpg",
      sku : "DZ5485-106",
      description : "AJ1 ส่วนใหญ่มีโลโก้ Wings ที่ส่วนหุ้มข้อ แต่ไม่ใช่กับ AJ1 รุ่นนี้ เพราะนี่คือรุ่นต้นแบบของรองเท้าระดับไอคอน รุ่นนี้พาเราย้อนกลับสู่การถ่ายภาพโฟโต้ชู้ตครั้งแรกของ MJ สู่สนามเด็กเล่น สู่ภาพจากวันนั้นที่เขาห้อยรองเท้าคู่หนึ่งพาดบ่า เห็นอะไรที่ต่างออกไปไหมล่ะ? ใช่แล้ว ตรงส่วนหุ้มข้อของรุ่นนี้มี 'Air Jordan' แทนที่เป็นจะโลโก้ Wings และในตอนนั้นที่ MJ แจกลายเซ็นให้เด็กๆ เขาก็ได้เขียนข้อความ 'My very best' ไปพร้อมลายเซ็นของตัวเองด้วย ซึ่งข้อความนั้นที่เป็นลายมือของ MJ ก็อยู่บนส่วนหุ้มข้อของรองเท้าข้างซ้าย แต่ต้องเชื่อใจเราหน่อยนะ เพราะข้อความนี้จะปรากฏเฉพาะในตอนที่แสง UV กระทบโดนเท่านั้น แต่รู้ได้แน่นอนว่ายังอยู่ดีเสมอ และถ้าคุณรู้ก็คือรู้เลยตัวกล่องรองเท้าเองก็ออกแบบมาอย่างใส่ใจเช่นกัน กระดาษห่อรองเท้ามีการพิมพ์ลายภาพร่างด้วยมือที่ยังไม่เสร็จดีของ Peter Moore ใช่แล้ว Peter Moore คนนั้นแหละ คนที่ดีไซน์รองเท้าคู่นี้ที่คุณกำลังอ่านอยู่ ทีนี้คุณก็ได้รู้แล้วว่าภาพร่างช่วงแรกเริ่มของโลโก้ที่พลิกวงการนั้นมีหน้าตาเป็นอย่างไร",
      price : "6,600.00"
    },

  ];
  const [Cart , setCart ] = useState([])
  return (
    <div>
      <Header />
      <Routes>
        <Route index element={
          <Allproduct Product = {Product} Cart={Cart} setCart= {setCart} />
        } />
      </Routes>
    </div>
  )
}

export default App
